[global]
DSCTabPage.DSCTabPage1.Title=基本设定
DSCLabel.DSCLabel2.Text=班别代号
DSCLabel.DSCLabel1.Text=班别名称
DSCLabel.DSCLabel3.Text=说明
DSCGroupBox.DSCGroupBox1.Text=行事历
DSCTabPage.DSCTabPage2.Title=批次设定
DSCLabel.DSCLabel4.Text=自动产生行事历
DSCLabel.DSCLabel5.Text=年度
DSCLabel.DSCLabel8.Text=上班时间
DSCCheckBox.PrevDay1.Text=前一天
DSCLabel.DSCLabel9.Text=下班时间
DSCCheckBox.NextDay1.Text=后一天
DSCLabel.DSCLabel10.Text=午休开始时间
DSCCheckBox.PrevDay2.Text=前一天
DSCLabel.DSCLabel11.Text=午休结束时间
DSCCheckBox.NextDay2.Text=后一天
DSCLabel.DSCLabel12.Text=上班日
DSCCheckBox.SUNDAY.Text=日
DSCCheckBox.MONDAY.Text=一
DSCCheckBox.TUESDAY.Text=二
DSCCheckBox.WEDNESDAY.Text=三
DSCCheckBox.THURSDAY.Text=四
DSCCheckBox.FRIDAY.Text=五
DSCCheckBox.SATURDAY.Text=六
GlassButton.GenerateSchedule.Text=自动产生
DSCLabel.DSCLabel6.Text=删除年度行事历
DSCLabel.DSCLabel7.Text=年度
GlassButton.DeleteSchedule.Text=删除

[message]
QueryError1=请输入上班时间
QueryError2=请输入下班时间
QueryError3=请输入午休起始时间
QueryError4=请输入午休结束时间
QueryError5=下班时间早于上班时间, 请择一勾选前一天或是后一天
QueryError6=午休结束时间早于开始时间, 请择一勾选前一天或是后一天
QueryError7=建立成功
QueryError8=删除成功
